aarch64-elf-binutils
aarch64-elf-gcc
abseil
antidote
anycable-go
aom
aribb24
assimp
autoconf
autoconf-archive
automake
awk
bash
bdw-gc
blake3
brotli
browsh
c-ares
ca-certificates
cairo
capstone
ccache
cjson
clojure
cmake
coreutils
curl
dav1d
dbus
double-conversion
ed
emacs-plus@29
entr
ffmpeg
findutils
flac
fmt
fontconfig
freetype
frei0r
fribidi
gawk
gcc
gdb
gdk-pixbuf
gdu
gettext
gflags
ghostscript
giflib
git-lfs
git-secrets
glfw
glib
gmp
gnu-sed
gnu-tar
gnutls
gpatch
graphite2
grep
groff
groonga
gumbo-parser
harfbuzz
haxe
highway
hiredis
hivemind
hunspell
icu4c@76
icu4c@77
icu4c@78
imagemagick
imath
isl
jansson
jasper
jbig2dec
jpeg
jpeg-turbo
jpeg-xl
jq
kind
kubernetes-cli
lame
leptonica
libarchive
libass
libb2
libbluray
libde265
libdeflate
libev
libevent
libffi
libgccjit
libgit2
libheif
libiconv
libidn
libidn2
liblqr
libmicrohttpd
libmng
libmpc
libnghttp2
libnghttp3
libngtcp2
libogg
libomp
libpaper
libpipeline
libpng
libraw
librist
librsvg
libsamplerate
libsass
libsndfile
libsodium
libsoxr
libssh
libssh2
libtasn1
libtiff
libtool
libudfread
libultrahdr
libunibreak
libunistring
libuv
libvidstab
libvmaf
libvorbis
libvpx
libx11
libxau
libxcb
libxdmcp
libxext
libxml2
libxrender
libyaml
libzip
litehtml
little-cms2
lld
lld@20
llvm
llvm@20
luajit
lz4
lzo
m4
mad
make
man-db
mariadb-connector-c
mariadb@10.3
mbedtls
mbedtls@3
md4c
md5sha1sum
mecab
mecab-ipadic
minikube
mkcert
mongodb-database-tools
mono
mpdecimal
mpfr
mpg123
msgpack
nasm
ncurses
neko
netpbm
nettle
ninja
node@16
nvm
oniguruma
opam
openapi-generator
opencore-amr
openexr
openjdk
openjdk@11
openjdk@17
openjpeg
openjph
openssl@3
opus
opusfile
p11-kit
p7zip
pacvim
pango
pcre2
pipx
pixman
pkgconf
podman
popt
portaudio
protobuf
pstree
psutils
python-packaging
python@3.12
python@3.13
python@3.14
qt
qt3d
qt5compat
qtbase
qtcharts
qtconnectivity
qtdatavis3d
qtdeclarative
qtgraphs
qtgrpc
qthttpserver
qtimageformats
qtlanguageserver
qtlocation
qtlottie
qtmultimedia
qtnetworkauth
qtpositioning
qtquick3d
qtquick3dphysics
qtquickeffectmaker
qtquicktimeline
qtremoteobjects
qtscxml
qtsensors
qtserialbus
qtserialport
qtshadertools
qtspeech
qtsvg
qttools
qttranslations
qtvirtualkeyboard
qtwebchannel
qtwebengine
qtwebsockets
qtwebview
rav1e
rbenv
readline
rlwrap
rocksdb
rsync
rtmpdump
rubberband
ruby-build
sassc
sccache
sdl2
shared-mime-info
shellcheck
sketchybar
skhd
snappy
sox
speex
sqlite
srt
svt-av1
swagger-codegen
terraform
tesseract
texinfo
theora
tldr
tmux
tracy
tree-sitter
uchardet
unbound
utf8proc
watchexec
webp
wget
wrk
wxwidgets
x264
x265
xorgproto
xvid
xxhash
xz
yabai
z3
zeromq
zig
zimg
zlib
zls
zstd
aerial
darktable
dbeaver-community
dotnet-sdk
font-fira-code-nerd-font
font-hack-nerd-font
font-meslo-lg-nerd-font
font-sketchybar-app-font
ghostty
keycastr
maccy
mactex
sf-symbols
xquartz
